Repository: scgopi/GraphCode
Catalog: graphcode/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Let a model write the summaries
de: Zusammenfassungen von einem Modell schreiben lassen
es: Dejar que un modelo escriba los resúmenes
fr: Laisser un modèle rédiger les résumés
it: Lascia che sia un modello a scrivere i riepiloghi
ja: 要約をモデルに書かせる
ko: 요약을 모델이 작성하도록 하기
pt_br: Deixar um modelo escrever os resumos
ru: Поручить сводки модели
zh_hans: 让模型撰写摘要
zh_hant: 讓模型撰寫摘要

source: Location
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
pt_br: Local
ru: Расположение
zh_hans: 位置
zh_hant: 位置

source: Loop back to an earlier step
de: Zu einem früheren Schritt zurückführen
es: Volver a un paso anterior
fr: Revenir en boucle à une étape antérieure
it: Torna a un passaggio precedente
ja: 前のステップへループで戻る
ko: 이전 단계로 되돌아가기
pt_br: Voltar para uma etapa anterior
ru: Замкнуть на более ранний шаг
zh_hans: 回到较早的步骤
zh_hant: 回到先前的步驟

source: Loops from every folder you open show up here, wired to how they run.
de: Loops aus jedem geöffneten Ordner erscheinen hier — verdrahtet danach, wie sie laufen.
es: Los bucles de todas las carpetas que abras aparecen aquí, conectados según cómo se ejecutan.
fr: Les boucles de chaque dossier ouvert apparaissent ici, reliées selon leur mode d'exécution.
it: I loop di ogni cartella che apri compaiono qui, collegati in base a come vengono eseguiti.
ja: 開いたすべてのフォルダのループが、実行のつながりとともにここに表示されます。
ko: 여는 모든 폴더의 루프가 실행 방식에 따라 연결되어 여기에 표시됩니다.
pt_br: Os loops de todas as pastas que você abre aparecem aqui, ligados conforme são executados.
ru: Циклы из всех открытых папок появляются здесь, связанные так, как они выполняются.
zh_hans: 你打开的每个文件夹中的循环都会显示在这里，并按运行方式相互连接。
zh_hant: 你打開的每個檔案夾中的迴圈都會顯示在這裡，並依執行方式互相連接。

source: Lower is better
de: Niedriger ist besser
es: Más bajo es mejor
fr: Plus c'est bas, mieux c'est
it: Più basso è meglio
ja: 小さいほど良い
ko: 낮을수록 좋음
pt_br: Quanto menor, melhor
ru: Меньше — лучше
zh_hans: 越低越好
zh_hant: 數值越低越好

source: Mark as entry
de: Als Einstieg markieren
es: Marcar como entrada
fr: Marquer comme entrée
it: Segna come ingresso
ja: エントリに設定
ko: 진입점으로 지정
pt_br: Marcar como entrada
ru: Отметить как вход
zh_hans: 标记为入口
zh_hant: 標示為進入點

source: Mention worktrees on the lane when this folder passes
de: Worktrees in der Lane erwähnen, wenn dieser Ordner den Schwellenwert erreicht
es: Mencionar los worktrees en el carril cuando esta carpeta supere el umbral
fr: Mentionner les worktrees dans la voie quand ce dossier dépasse le seuil
it: Segnala i worktree nella corsia quando questa cartella supera la soglia
ja: このフォルダがしきい値を超えたらレーンでワークツリーを知らせる
ko: 이 폴더가 패스할 때 레인에 worktree 알리기
pt_br: Mencionar worktrees na faixa quando esta pasta ultrapassar o limite
ru: Упоминать worktree на дорожке при каждом проходе этой папки
zh_hans: 当此文件夹完成一轮时，在通道中提示 worktree
zh_hant: 當此檔案夾超過門檻時，在通道上提及 worktree

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
zh_hans: 模型
zh_hant: 模型

source: Move Down
de: Nach unten bewegen
es: Mover abajo
fr: Descendre
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
ru: Переместить вниз
zh_hans: 下移
zh_hant: 下移

source: Move Folder to Trash
de: Ordner in den Papierkorb legen
es: Mover la carpeta a la papelera
fr: Placer le dossier dans la corbeille
it: Sposta cartella nel Cestino
ja: フォルダをゴミ箱に入れる
ko: 폴더를 휴지통으로 이동
pt_br: Mover pasta para o Lixo
ru: Переместить папку в Корзину
zh_hans: 将文件夹移到废纸篓
zh_hant: 將檔案夾移到垃圾桶

source: Move Up
de: Nach oben bewegen
es: Mover arriba
fr: Monter
it: Sposta su
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
ru: Переместить вверх
zh_hans: 上移
zh_hant: 上移

source: NEEDS YOU
de: BRAUCHT DICH
es: TE NECESITA
fr: VOUS ATTEND
it: HA BISOGNO DI TE
ja: 対応が必要
ko: 확인 필요
pt_br: PRECISA DE VOCÊ
ru: ЖДЁТ ВАС
zh_hans: 需要你处理
zh_hant: 需要你

source: NOT FOR %@ LOOPS
de: NICHT FÜR %@-LOOPS
es: NO PARA BUCLES %@
fr: PAS POUR LES BOUCLES %@
it: NON PER I LOOP %@
ja: %@ ループには使用できません
ko: %@ 루프에는 해당 없음
pt_br: NÃO SERVE PARA LOOPS %@
ru: НЕ ДЛЯ ЦИКЛОВ %@
zh_hans: 不适用于 %@ 循环
zh_hant: 不適用於 %@ 迴圈

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
it: Nuova chat
ja: 新規チャット
ko: 새로운 대화
pt_br: Nova conversa
ru: Новый чат
zh_hans: 新建对话
zh_hant: 新增對話

source: New Edge
de: Neue Kante
es: Nueva arista
fr: Nouveau lien
it: Nuovo arco
ja: 新規エッジ
ko: 새로운 엣지
pt_br: Nova aresta
ru: Новая связь
zh_hans: 新建连线
zh_hant: 新增連線

source: New Loop in %@
de: Neuer Loop in %@
es: Nuevo bucle en %@
fr: Nouvelle boucle dans %@
it: Nuovo loop in %@
ja: %@ に新規ループ
ko: %@에 새로운 루프
pt_br: Novo loop em %@
ru: Новый цикл в %@
zh_hans: 在 %@ 中新建循环
zh_hant: 在 %@ 中新增迴圈

source: New Quick Chat
de: Neuer Schnell-Chat
es: Nuevo chat rápido
fr: Nouvelle discussion rapide
it: Nuova chat rapida
ja: 新規クイックチャット
ko: 새로운 빠른 대화
pt_br: Nova conversa rápida
ru: Новый быстрый чат
zh_hans: 新建快速对话
zh_hant: 新增快速對話

source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
ja: 新規タブ
ko: 새로운 탭
pt_br: Nova aba
ru: Новая вкладка
zh_hans: 新建标签页
zh_hant: 新增標籤頁

source: New branch…
de: Neuer Branch…
es: Nueva rama…
fr: Nouvelle branche…
it: Nuovo branch…
ja: 新規ブランチ…
ko: 새로운 브랜치…
pt_br: Novo branch…
ru: Новая ветка…
zh_hans: 新建分支…
zh_hant: 新分支…

source: New loop
de: Neuer Loop
es: Nuevo bucle
fr: Nouvelle boucle
it: Nuovo loop
ja: 新規ループ
ko: 새로운 루프
pt_br: Novo loop
ru: Новый цикл
zh_hans: 新建循环
zh_hant: 新增迴圈

source: New loop handed off from %@
de: Neuer Loop, übergeben von %@
es: Nuevo bucle recibido de %@
fr: Nouvelle boucle transmise depuis %@
it: Nuovo loop ricevuto da %@
ja: %@ から引き継がれた新規ループ
ko: %@에서 넘겨받은 새로운 루프
pt_br: Novo loop repassado de %@
ru: Новый цикл, переданный от %@
zh_hans: 由 %@ 交接而来的新循环
zh_hant: 由 %@ 交棒建立的新迴圈

source: New loops use
de: Neue Loops verwenden
es: Los bucles nuevos usan
fr: Les nouvelles boucles utilisent
it: I nuovi loop usano
ja: 新規ループで使用
ko: 새로운 루프에 사용
pt_br: Novos loops usam
ru: Новые циклы используют
zh_hans: 新循环使用
zh_hant: 新迴圈使用

source: Next Loop
de: Nächster Loop
es: Bucle siguiente
fr: Boucle suivante
it: Loop successivo
ja: 次のループ
ko: 다음 루프
pt_br: Próximo loop
ru: Следующий цикл
zh_hans: 下一个循环
zh_hant: 下一個迴圈

source: Next Tab
de: Nächster Tab
es: Pestaña siguiente
fr: Onglet suivant
it: Scheda successiva
ja: 次のタブ
ko: 다음 탭
pt_br: Próxima aba
ru: Следующая вкладка
zh_hans: 下一个标签页
zh_hant: 下一個標籤頁

source: Nightly sweep
de: Nächtlicher Durchlauf
es: Barrido nocturno
fr: Balayage nocturne
it: Scansione notturna
ja: 夜間スイープ
ko: 야간 스윕
pt_br: Varredura noturna
ru: Ночной прогон
zh_hans: 每晚清扫
zh_hant: 每夜掃描

source: No loop matches “%@”
de: Kein Loop passt zu „%@“
es: Ningún bucle coincide con «%@»
fr: Aucune boucle ne correspond à « %@ »
it: Nessun loop corrisponde a “%@”
ja: 「%@」に一致するループはありません
ko: “%@”과(와) 일치하는 루프 없음
pt_br: Nenhum loop corresponde a “%@”
ru: Нет циклов, соответствующих «%@»
zh_hans: 没有循环匹配“%@”
zh_hant: 沒有符合「%@」的迴圈

source: No worktrees in this folder.
de: Keine Worktrees in diesem Ordner.
es: No hay worktrees en esta carpeta.
fr: Aucun worktree dans ce dossier.
it: Nessun worktree in questa cartella.
ja: このフォルダにワークツリーはありません。
ko: 이 폴더에는 worktree가 없습니다.
pt_br: Nenhum worktree nesta pasta.
ru: В этой папке нет worktree.
zh_hans: 此文件夹中没有 worktree。
zh_hant: 此檔案夾中沒有 worktree。

source: Not connected to graphcoded: %@
de: Nicht mit graphcoded verbunden: %@
es: Sin conexión con graphcoded: %@
fr: Non connecté à graphcoded : %@
it: Non connesso a graphcoded: %@
ja: graphcoded に接続していません: %@
ko: graphcoded에 연결되지 않음: %@
pt_br: Sem conexão com o graphcoded: %@
ru: Нет подключения к graphcoded: %@
zh_hans: 未连接到 graphcoded：%@
zh_hant: 未連接至 graphcoded：%@

source: Nothing running yet
de: Noch nichts aktiv
es: Todavía no hay nada en ejecución
fr: Rien en cours pour l'instant
it: Ancora nulla in esecuzione
ja: まだ何も実行されていません
ko: 아직 실행 중인 항목 없음
pt_br: Nada em execução ainda
ru: Пока ничего не запущено
zh_hans: 尚无运行中的内容
zh_hant: 尚未有任何項目執行

source: Nothing runs it and it hands to nothing.
de: Nichts startet ihn und er übergibt an nichts.
es: Nada lo ejecuta y no entrega a nada.
fr: Rien ne la lance et elle ne transmet à rien.
it: Nulla lo esegue e non passa a nulla.
ja: 実行するものも、引き継ぎ先もありません。
ko: 이 루프를 실행하는 것도, 이 루프가 넘겨주는 대상도 없습니다.
pt_br: Nada o executa e ele não repassa para nada.
ru: Его ничто не запускает, и он никому не передаёт работу.
zh_hans: 没有任何东西运行它，它也不交接给任何东西。
zh_hant: 沒有任何項目會執行它，它也不會交棒給任何項目。

source: Nothing runs when you press Create.
de: Beim Klick auf „Erstellen“ läuft nichts los.
es: No se ejecuta nada al pulsar Crear.
fr: Rien ne se lance quand vous appuyez sur Créer.
it: Non viene eseguito nulla quando premi Crea.
ja: 「作成」を押しても何も実行されません。
ko: 생성을 눌러도 아무것도 실행되지 않습니다.
pt_br: Nada é executado quando você clica em Criar.
ru: При нажатии «Создать» ничего не запускается.
zh_hans: 按下「创建」时不会运行任何内容。
zh_hant: 按下「建立」時不會執行任何項目。

source: Nothing yet — passes, hand-offs and state changes land here as they happen.
de: Noch nichts — Durchläufe, Übergaben und Statusänderungen erscheinen hier, sobald sie passieren.
es: Nada todavía: las pasadas, las entregas y los cambios de estado aparecen aquí a medida que ocurren.
fr: Rien pour l'instant — les passages, transmissions et changements d'état arrivent ici au fil de l'eau.
it: Ancora nulla — passaggi, consegne e cambi di stato compaiono qui man mano che avvengono.
ja: まだ何もありません — パス、引き継ぎ、状態の変化が発生するとここに表示されます。
ko: 아직 없음 — 패스, 인계, 상태 변경이 발생하는 대로 여기에 표시됩니다.
pt_br: Nada ainda — passagens, repasses e mudanças de estado aparecem aqui conforme acontecem.
ru: Пока пусто — проходы, передачи и изменения состояния появятся здесь по мере событий.
zh_hans: 暂无内容 — 轮次、交接和状态变化会在发生时显示在这里。
zh_hant: 目前還沒有內容 — 每一輪執行、交棒與狀態變更都會即時顯示在這裡。

source: One short call to your backend's CLI per change. The part that costs money.
de: Ein kurzer Aufruf der CLI deines Backends pro Änderung. Der Teil, der Geld kostet.
es: Una llamada corta a la CLI de tu backend por cada cambio. La parte que cuesta dinero.
fr: Un court appel à la CLI de votre backend à chaque changement. La partie qui coûte de l'argent.
it: Una breve chiamata alla CLI del tuo backend a ogni cambiamento. La parte che costa.
ja: 変化のたびにバックエンドの CLI を 1 回だけ呼び出します。費用がかかるのはこの部分です。
ko: 변경될 때마다 백엔드 CLI를 한 번씩 호출합니다. 비용이 드는 부분입니다.
pt_br: Uma chamada curta à CLI do seu backend a cada mudança. A parte que custa dinheiro.
ru: Один короткий вызов CLI вашего бэкенда на каждое изменение. Именно эта часть стоит денег.
zh_hans: 每次变化调用一次后端 CLI。这是会产生费用的部分。
zh_hant: 每次變化呼叫一次後端 CLI。這是會產生費用的部分。

source: Only attention
de: Nur mit Handlungsbedarf
es: Solo atención
fr: Attention uniquement
it: Solo attenzione
ja: 対応が必要なもののみ
ko: 확인 필요만
pt_br: Apenas atenção
ru: Только требующие внимания
zh_hans: 仅需关注
zh_hant: 僅需要注意的

source: Only the name changes — the loop keeps its session, its edges, and its work.
de: Nur der Name ändert sich — der Loop behält seine Sitzung, seine Kanten und seine Arbeit.
es: Solo cambia el nombre: el bucle conserva su sesión, sus aristas y su trabajo.
fr: Seul le nom change — la boucle conserve sa session, ses liens et son travail.
it: Cambia solo il nome — il loop mantiene la sua sessione, i suoi archi e il suo lavoro.
ja: 変わるのは名前だけです — ループのセッション、エッジ、作業はそのまま保持されます。
ko: 이름만 변경됩니다 — 루프의 세션, 엣지, 작업은 그대로 유지됩니다.
pt_br: Só o nome muda — o loop mantém a sessão, as arestas e o trabalho dele.
ru: Меняется только имя — цикл сохраняет свою сессию, свои связи и свою работу.
zh_hans: 只有名称会改变 — 循环会保留它的会话、连线和工作。
zh_hant: 只有名稱會改變 — 迴圈會保留它的工作階段、連線與工作內容。

source: Open Chat
de: Chat öffnen
es: Abrir chat
fr: Ouvrir la discussion
it: Apri chat
ja: チャットを開く
ko: 대화 열기
pt_br: Abrir conversa
ru: Открыть чат
zh_hans: 打开对话
zh_hant: 打開對話

source: Open Folder…
de: Ordner öffnen…
es: Abrir carpeta…
fr: Ouvrir un dossier…
it: Apri cartella…
ja: フォルダを開く…
ko: 폴더 열기…
pt_br: Abrir pasta…
ru: Открыть папку…
zh_hans: 打开文件夹…
zh_hant: 打開檔案夾…

source: Open Group
de: Gruppe öffnen
es: Abrir grupo
fr: Ouvrir le groupe
it: Apri gruppo
ja: グループを開く
ko: 그룹 열기
pt_br: Abrir grupo
ru: Открыть группу
zh_hans: 打开分组
zh_hant: 打開群組

source: Open Terminal
de: Terminal öffnen
es: Abrir terminal
fr: Ouvrir le terminal
it: Apri Terminale
ja: ターミナルを開く
ko: 터미널 열기
pt_br: Abrir Terminal
ru: Открыть терминал
zh_hans: 打开终端
zh_hant: 打開終端機

source: Open a folder or git repository to start orchestrating a graph of AI coding loops in it.
de: Öffne einen Ordner oder ein git-Repository, um darin einen Graph aus KI-Coding-Loops zu orchestrieren.
es: Abre una carpeta o un repositorio git para empezar a orquestar en él un grafo de bucles de programación con IA.
fr: Ouvrez un dossier ou un dépôt git pour commencer à y orchestrer un graphe de boucles de codage IA.
it: Apri una cartella o un repository git per iniziare a orchestrare al suo interno un grafo di loop di programmazione AI.
ja: フォルダまたは git リポジトリを開くと、その中で AI コーディングループのグラフの構築を始められます。
ko: 폴더나 git 저장소를 열어 그 안에서 AI 코딩 루프 그래프를 오케스트레이션해 보세요.
pt_br: Abra uma pasta ou repositório git para começar a orquestrar nela um grafo de loops de programação com IA.
ru: Откройте папку или git-репозиторий, чтобы начать управлять графом циклов ИИ-разработки в нём.
zh_hans: 打开一个文件夹或 git 仓库，开始在其中编排 AI 编码循环图。
zh_hant: 打開檔案夾或 git 儲存庫，開始在其中編排 AI 編碼迴圈的圖表。

source: Open in Finder
de: Im Finder öffnen
es: Abrir en el Finder
fr: Ouvrir dans le Finder
it: Apri nel Finder
ja: Finder で開く
ko: Finder에서 열기
pt_br: Abrir no Finder
ru: Открыть в Finder
zh_hans: 在访达中打开
zh_hant: 在 Finder 中打開

source: Open the loop that has been waiting longest
de: Den Loop öffnen, der am längsten wartet
es: Abrir el bucle que lleva más tiempo esperando
fr: Ouvrir la boucle qui attend depuis le plus longtemps
it: Apri il loop in attesa da più tempo
ja: 最も長く待機しているループを開く
ko: 가장 오래 기다린 루프 열기
pt_br: Abrir o loop que está esperando há mais tempo
ru: Открыть цикл, который ждёт дольше всех
zh_hans: 打开等待时间最长的循环
zh_hant: 打開等待最久的迴圈

source: Open this composite's own canvas to see all of it
de: Die eigene Leinwand dieses Composites öffnen, um alles zu sehen
es: Abrir el lienzo propio de este compuesto para verlo completo
fr: Ouvrir le canevas propre à ce composite pour le voir en entier
it: Apri il canvas di questo composito per vederlo tutto
ja: このコンポジット専用のキャンバスを開いて全体を表示
ko: 이 복합 루프의 캔버스를 열어 전체 보기
pt_br: Abrir a tela do próprio composto para ver tudo
ru: Открыть собственное полотно этого составного узла, чтобы увидеть его целиком
zh_hans: 打开此复合体自己的画布以查看全部内容
zh_hant: 打開此複合迴圈本身的畫布以檢視全部內容

source: PASS %lld
de: DURCHLAUF %lld
es: PASADA %lld
fr: PASSAGE %lld
it: PASSAGGIO %lld
ja: パス %lld
ko: 패스 %lld
pt_br: PASSAGEM %lld
ru: ПРОХОД %lld
zh_hans: 第 %lld 轮
zh_hant: 第 %lld 輪

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pt_br: Caminho
ru: Путь
zh_hans: 路径
zh_hant: 路徑

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Permessi
ja: 権限
ko: 권한
pt_br: Permissões
ru: Разрешения
zh_hans: 权限
zh_hant: 權限

source: Pick a model for each loop
de: Für jeden Loop ein Modell wählen
es: Elige un modelo para cada bucle
fr: Choisir un modèle pour chaque boucle
it: Scegli un modello per ogni loop
ja: ループごとにモデルを選択
ko: 루프마다 모델 선택
pt_br: Escolha um modelo para cada loop
ru: Выберите модель для каждого цикла
zh_hans: 为每个循环选择模型
zh_hant: 為每個迴圈挑選模型

source: Pilot Once…
de: Einmal pilotieren…
es: Pilotar una vez…
fr: Piloter une fois…
it: Pilota una volta…
ja: 1 回だけ実行…
ko: 한 번 실행…
pt_br: Pilotar uma vez…
ru: Запустить один раз…
zh_hans: 引导一次…
zh_hant: 執行一次…

source: Previous Loop
de: Vorheriger Loop
es: Bucle anterior
fr: Boucle précédente
it: Loop precedente
ja: 前のループ
ko: 이전 루프
pt_br: Loop anterior
ru: Предыдущий цикл
zh_hans: 上一个循环
zh_hant: 上一個迴圈

source: Previous Tab
de: Vorheriger Tab
es: Pestaña anterior
fr: Onglet précédent
it: Scheda precedente
ja: 前のタブ
ko: 이전 탭
pt_br: Aba anterior
ru: Предыдущая вкладка
zh_hans: 上一个标签页
zh_hant: 上一個標籤頁

source: Project %@
de: Projekt %@
es: Proyecto %@
fr: Projet %@
it: Progetto %@
ja: プロジェクト %@
ko: 프로젝트 %@
pt_br: Projeto %@
ru: Проект %@
zh_hans: 项目 %@
zh_hant: 專案 %@

source: Project Settings
de: Projekteinstellungen
es: Ajustes del proyecto
fr: Réglages du projet
it: Impostazioni progetto
ja: プロジェクト設定
ko: 프로젝트 설정
pt_br: Ajustes do projeto
ru: Настройки проекта
zh_hans: 项目设置
zh_hant: 專案設定

source: Project Settings…
de: Projekteinstellungen…
es: Ajustes del proyecto…
fr: Réglages du projet…
it: Impostazioni progetto…
ja: プロジェクト設定…
ko: 프로젝트 설정…
pt_br: Ajustes do projeto…
ru: Настройки проекта…
zh_hans: 项目设置…
zh_hant: 專案設定…

source: Quick Chats
de: Schnell-Chats
es: Chats rápidos
fr: Discussions rapides
it: Chat rapide
ja: クイックチャット
ko: 빠른 대화
pt_br: Conversas rápidas
ru: Быстрые чаты
zh_hans: 快速对话
zh_hant: 快速對話

source: RAN
de: AUSGEFÜHRT
es: EJECUTÓ
fr: EXÉCUTÉ
it: ESEGUITO
ja: 実行完了
ko: 실행함
pt_br: EXECUTOU
ru: ВЫПОЛНЕНО
zh_hans: 已运行
zh_hant: 已執行

source: READ
de: GELESEN
es: LEYÓ
fr: LU
it: LETTO
ja: 読み取り完了
ko: 읽음
pt_br: LEU
ru: ПРОЧИТАНО
zh_hans: 已读取
zh_hant: 已讀取

source: READING
de: LIEST
es: LEYENDO
fr: LECTURE
it: LETTURA
ja: 読み取り
ko: 읽는 중
pt_br: LENDO
ru: ЧТЕНИЕ
zh_hans: 读取中
zh_hant: 讀取中

source: RUNNING
de: FÜHRT AUS
es: EJECUTANDO
fr: EXÉCUTION
it: ESECUZIONE
ja: 実行中
ko: 실행 중
pt_br: EXECUTANDO
ru: ВЫПОЛНЕНИЕ
zh_hans: 运行中
zh_hant: 執行中

source: Reading worktrees…
de: Worktrees werden gelesen…
es: Leyendo worktrees…
fr: Lecture des worktrees…
it: Lettura dei worktree…
ja: ワークツリーを読み込み中…
ko: worktree 읽는 중…
pt_br: Lendo worktrees…
ru: Чтение worktree…
zh_hans: 正在读取 worktree…
zh_hant: 正在讀取 worktree…

source: Reclaim
de: Freigeben
es: Recuperar
fr: Récupérer
it: Recupera
ja: 回収
ko: 회수
pt_br: Recuperar
ru: Освободить
zh_hans: 回收
zh_hant: 回收

source: Relaunch Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Relancer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 실행
pt_br: Reabrir agora
ru: Перезапустить сейчас
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
it: Note di rilascio
ja: リリースノート
ko: 릴리스 노트
pt_br: Notas da versão
ru: Что нового
zh_hans: 发行说明
zh_hant: 版本說明

source: Remote Connection
de: Remote-Verbindung
es: Conexión remota
fr: Connexion distante
it: Connessione remota
ja: リモート接続
ko: 원격 연결
pt_br: Conexão remota
ru: Удалённое подключение
zh_hans: 远程连接
zh_hant: 遠端連線

source: Remove %@ from GraphCode — its saved loops survive for whenever you re-add it — or also delete its loops and move the folder to the Trash, where it stays recoverable.
de: %@ aus GraphCode entfernen — die gespeicherten Loops bleiben erhalten, falls du den Ordner wieder hinzufügst — oder zusätzlich seine Loops löschen und den Ordner in den Papierkorb legen, wo er wiederherstellbar bleibt.
es: Quita %@ de GraphCode —sus bucles guardados se conservan para cuando la vuelvas a añadir— o elimina también sus bucles y mueve la carpeta a la papelera, donde seguirá siendo recuperable.
fr: Retirer %@ de GraphCode — ses boucles enregistrées sont conservées pour le jour où vous le rajouterez — ou supprimer aussi ses boucles et placer le dossier dans la corbeille, où il reste récupérable.
it: Rimuovi %@ da GraphCode — i loop salvati restano disponibili per quando la aggiungerai di nuovo — oppure elimina anche i suoi loop e sposta la cartella nel Cestino, da cui resta recuperabile.
ja: %@ を GraphCode から取り除きます。保存されたループは残るので、再度追加したときにそのまま使えます。ループも削除してフォルダをゴミ箱に入れることもできます（ゴミ箱からは復元できます）。
ko: GraphCode에서 %@을(를) 제거합니다 — 저장된 루프는 다시 추가할 때를 위해 그대로 남습니다 — 또는 루프까지 삭제하고 폴더를 휴지통으로 옮길 수 있으며, 휴지통에서는 복구할 수 있습니다.
pt_br: Remova %@ do GraphCode — os loops salvos continuam guardados para quando você adicioná-la de novo — ou exclua também os loops dela e mova a pasta para o Lixo, de onde ainda é possível recuperá-la.
ru: Уберите %@ из GraphCode — сохранённые циклы останутся на случай, если вы добавите папку снова, — либо удалите её циклы и переместите папку в Корзину, откуда её можно восстановить.
zh_hans: 从 GraphCode 中移除 %@ — 已保存的循环会保留，以便你日后重新添加 — 或者同时删除它的循环并将文件夹移到废纸篓，在那里仍可恢复。
zh_hant: 從 GraphCode 移除 %@ — 已儲存的迴圈會保留，供你日後重新加入時使用 — 或是連同迴圈一併刪除，並將檔案夾移到垃圾桶，之後仍可還原。

source: Remove %lld
de: %lld entfernen
es: Quitar %lld
fr: Retirer %lld
it: Rimuovi %lld
ja: %lld 件を取り除く
ko: %lld개 제거
pt_br: Remover %lld
ru: Удалить %lld
zh_hans: 移除 %lld 个
zh_hant: 移除 %lld 個

source: Remove Anyway
de: Trotzdem entfernen
es: Quitar de todos modos
fr: Retirer quand même
it: Rimuovi comunque
ja: それでも取り除く
ko: 그래도 제거
pt_br: Remover mesmo assim
ru: Всё равно убрать
zh_hans: 仍然移除
zh_hant: 仍要移除

source: Remove from GraphCode
de: Aus GraphCode entfernen
es: Quitar de GraphCode
fr: Retirer de GraphCode
it: Rimuovi da GraphCode
ja: GraphCode から取り除く
ko: GraphCode에서 제거
pt_br: Remover do GraphCode
ru: Убрать из GraphCode
zh_hans: 从 GraphCode 中移除
zh_hant: 從 GraphCode 移除

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Chat
de: Chat umbenennen
es: Renombrar chat
fr: Renommer la discussion
it: Rinomina chat
ja: チャットの名前を変更
ko: 대화 이름 변경
pt_br: Renomear conversa
ru: Переименовать чат
zh_hans: 重命名对话
zh_hant: 重新命名對話

source: Rename “%@”
de: „%@“ umbenennen
es: Renombrar «%@»
fr: Renommer « %@ »
it: Rinomina “%@”
ja: 「%@」の名前を変更
ko: “%@” 이름 변경
pt_br: Renomear “%@”
ru: Переименовать «%@»
zh_hans: 重命名“%@”
zh_hant: 重新命名「%@」

source: Rename…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
it: Rinomina…
ja: 名前を変更…
ko: 이름 변경…
pt_br: Renomear…
ru: Переименовать…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Reveal
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
ru: Показать
zh_hans: 显示
zh_hant: 顯示

source: Reveal in %@
de: In %@ anzeigen
es: Mostrar en %@
fr: Afficher dans %@
it: Mostra in %@
ja: %@ で表示
ko: %@에서 보기
pt_br: Mostrar em %@
ru: Показать в %@
zh_hans: 在 %@ 中显示
zh_hant: 在 %@ 中顯示

source: Review
de: Prüfen
es: Revisar
fr: Passer en revue
it: Rivedi
ja: 確認
ko: 검토
pt_br: Revisar
ru: Просмотреть
zh_hans: 查看
zh_hant: 檢視

source: Review What Needs You
de: Prüfen, was dich braucht
es: Revisar lo que te necesita
fr: Passer en revue ce qui vous attend
it: Rivedi ciò che ti richiede attenzione
ja: 対応が必要なものを確認
ko: 확인이 필요한 항목 검토
pt_br: Revisar o que precisa de você
ru: Просмотреть то, что ждёт вас
zh_hans: 查看需要你处理的内容
zh_hant: 檢視需要你的項目

source: Review what needs you (⇧⌘R)
de: Prüfen, was dich braucht (⇧⌘R)
es: Revisar lo que te necesita (⇧⌘R)
fr: Passer en revue ce qui vous attend (⇧⌘R)
it: Rivedi ciò che ti richiede attenzione (⇧⌘R)
ja: 対応が必要なものを確認 (⇧⌘R)
ko: 확인이 필요한 항목 검토 (⇧⌘R)
pt_br: Revisar o que precisa de você (⇧⌘R)
ru: Просмотреть то, что ждёт вас (⇧⌘R)
zh_hans: 查看需要你处理的内容（⇧⌘R）
zh_hant: 檢視需要你的項目（⇧⌘R）

source: SINCE YOU LOOKED
de: SEIT ZULETZT
es: DESDE LA ÚLTIMA VEZ
fr: DEPUIS LA DERNIÈRE FOIS
it: DALL'ULTIMA VOLTA
ja: 前回見たとき以降
ko: 마지막으로 본 이후
pt_br: DESDE A ÚLTIMA VEZ
ru: С ПРОШЛОГО РАЗА
zh_hans: 上次查看之后
zh_hant: 上次查看之後

source: SUMMARY
de: ÜBERBLICK
es: RESUMEN
fr: RÉSUMÉ
it: RIEPILOGO
ja: 要約
ko: 요약
pt_br: RESUMO
ru: СВОДКА
zh_hans: 摘要
zh_hant: 摘要

source: Select a folder
de: Ordner auswählen
es: Selecciona una carpeta
fr: Sélectionner un dossier
it: Seleziona una cartella
ja: フォルダを選択
ko: 폴더 선택
pt_br: Selecione uma pasta
ru: Выберите папку
zh_hans: 选择文件夹
zh_hant: 選擇檔案夾

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 전체 선택
pt_br: Selecionar tudo
ru: Выбрать все
zh_hans: 全选
zh_hant: 全選

source: Show in Graph
de: Im Graph anzeigen
es: Mostrar en el grafo
fr: Afficher dans le graphe
it: Mostra nel grafo
ja: グラフで表示
ko: 그래프에서 보기
pt_br: Mostrar no grafo
ru: Показать в графе
zh_hans: 在图中显示
zh_hant: 在圖表中顯示

source: Show in graph
de: Im Graph anzeigen
es: Mostrar en el grafo
fr: Afficher dans le graphe
it: Mostra nel grafo
ja: グラフで表示
ko: 그래프에서 보기
pt_br: Mostrar no grafo
ru: Показать в графе
zh_hans: 在图中显示
zh_hant: 在圖表中顯示
